<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<!DOCTYPE html>
<html>
<head>
    <title>JSP - Hello World</title>
</head>
<body>
<h1>Пролог
</h1>
<p>Ты стоишь в космическом порту и готов подняться на борт<br>
    своего корабля. Разве ты не об этом мечтал? Стать капитаном<br>
    галактического судна с экипажем, который будет совершать<br>
    подвиги под твоим командованием.<br>
    Так что вперед!</p>
<h1>Знакомство с экипажем
</h1>
<p>Когда ты поднялся на борт корабля, тебя поприветствовала девушка с черной палкой в руках:<br>
    - Здравствуйте, командир! Я Зинаида - ваша помощница. Видите? Там в углу пьет кофе<br>
    наш штурман - сержант Перегарный Шлейф, под штурвалом спит наш бортмеханик - Черный Богдан,<br>
    а фотографирует его Сергей Стальная Пятка - наш навигатор.<br>
    А как обращаться к вам?</p>
<form>
    <p><input type="text" name="username" placeholder="Введите имя" size="18" /></p>
    <button type="submit">Представиться</button>
</form>
<a href="hello-servlet">Hello Servlet</a>

</body>
</html>